import Img from '@/assets/img/BeSureToBeHappyAnytime,Anywhere.jpg';
import Img2 from '@/assets/img/CompletelyAlone.jpg';
import Img3 from '@/assets/img/EverythingWillMagicallyBeOkay.jpg';
import Img4 from '@/assets/img/IDecidedToLiveAsMyself.jpg';
import Img5 from '@/assets/img/HeadSlowly.jpg';
import Img6 from '@/assets/img/HotelPrince.jpg';
import Img7 from '@/assets/img/IDecidedToStopLivingALifeOfRegrets.jpg';
import Img8 from "@/assets/img/I'mGoingToTakeABreatherAndLive.jpg";
import Img9 from '@/assets/img/MidNightLibraury.jpg';
import Img10 from '@/assets/img/OverThirty.jpg';
import Img11 from '@/assets/img/RecorderOfTheWind.jpg';
import Img12 from '@/assets/img/TheComfortOfAnxiety.jpg';
import Img13 from '@/assets/img/ThingsIWishIHadKnownBackThen.jpg';
import basicImg from '@/assets/img/BasicBookCover.jpg';
export const bookData = [
  {
    id: 1,
    bookTitle: '언제 어디서든 반드시 행복할 것',
    author: '동그라미',
    salesQuantity: 5,
    price: 13500,
    detail:
      '“의미 없는 날은 없다. \n 하지만 의미 있는 하루 또한 없다. \n 의미를 부여해야 하는 삶을 살지 말자.”\n\n 75만 팔로워들의 사랑을 받고 있는 작가 동그라미의 따듯한 신간이 나왔다.\n 수십 년간 함께해온 가족의 곁을 떠나 홀로서기를 시작한 동그라미 작가의 소소하지만 포근한 위로와 공감을 담았다.\n 이 도서는 곁에 있어 몰랐던 것들의 소중함을 일깨워주기도, 나의 하루를 되돌아보게 하기도 한다. 누군가가 힘들어할 때 버티라고 하지 않고 가끔은 포기하라고 말해주는 다정한 작가의 메시지는 어쩐지 큰 위로가 된다. 힘내라는 말보다 더 큰 힘이 되는 책, 『언제 어디서든 반드시 행복할 것.',
    img: Img,
  },
  {
    id: 2,
    bookTitle: '혼자서 완전하게',
    author: '이숙명',
    salesQuantity: 6,
    price: 13500,
    detail:
      '“약간의 외로움을 지불하고 완전한 자유를 얻다!”이대로도 충분한 1인 생활자를 위한 공감 에세이“우리를 성장시키는 건 불편한 행복이 아니라 ‘외로운 자유’다”혼자라 기쁘고, 혼자라 슬프고, 혼자라 가능했던 날들의 기록우리는 친구, 동료, 연인, 가족 등 숱한 관계망에 둘러싸여 살아간다. 그 관계망이 끈끈하고 방대할수록 좋은 사람, 멋진 인생이라는 착각에 빠진다. 많은 경우, 혼자라는 사실보다 그러한 착각이 우리를 외롭게 만든다. 하지만 우리를 정말로 성장시키는 것은 불편한 행복보다 ‘외로운 자유’가 아닐까.이 물음에 자신의 삶으로 답하는 사람이 있다. 저자 이숙명은 고등학생 때부터 혼자 살아온 25년 차 프로 독거인이다. 영화지와 패션지에서 피처에디터로 일하다 지금은 서울과 발리를 오가며 프리랜서 글쟁이로 산다. ‘시간을 마음대로 쓸 자유, 어디로든 떠날 수 있는 여유, 누구든 만날 수 있는 가능성, 나 하나만 생각하고 미래를 계획하면 되는 간편함’까지, 혼자 산다는 건 생각보다 많은 걸 얻을 수 있다. 저자는 이 책에서 일상을 솔직하게 기록하면서 미래의 행복을 위해 거치는 순간이 아닌 그 자체로 완전하고 가치 있는 ‘혼자만의 시간’에 찬사를 보낸다. 또한 그 시간을 겪으며 발견한 ‘혼삶’의 즐거움을 담백하고 유쾌하게 담아낸다.',
    img: Img2,
  },
  {
    id: 3,
    bookTitle: '모든 것이 마법처럼 괜찮아질 거라고',
    author: '제딧',
    salesQuantity: 2,
    price: 16500,
    detail:
      '꿈의 세계를 만날 수 있는 힐링 그림 에세이그라폴리오, SNS 인기작가 제딧의 하루에 하나씩 그림 그리기 프로젝트 365days of daydream. 작가는 1년 동안 하루도 빠짐없이 ‘백일몽’이라는 말에 어울리는 몽환적이고 환상적인 그림들을 인터넷에 게재했고, 그중 특히 사람들의 인기를 얻은 그림과 의미 있는 메시지를 가진 그림들을 선별해 책으로 묶었다. 들여다보고 있으면 마음이 평온해지는, 어른들을 위한 힐링 그림 에세이.',
    img: Img3,
  },
  {
    id: 4,
    bookTitle: '나는 나로 살기로 했다',
    author: '김수현',
    salesQuantity: 3,
    price: 16000,
    detail:
      '전 세계에서 사랑받는 한국 에세이의 대표작『나는 나로 살기로 했다』 출간 5주년 기념 개정증보판“더 단단하고 속 깊어져서 돌아온 이유 있는 베스트셀러”최장기 스테디셀러 1위. 빅데이터로도 증명된 ‘나로 살기’ 열풍을 이끌며 시대정신을 만든 책. 2016년 출간 이후 국내에서만 100만 부 이상 판매되며 전국 서점 260주 연속 베스트셀러에 오른 책. 일본에서 가장 많이 팔린 한국 책이자 전 세계에서 사랑받는 K-에세이의 대표작. 수많은 독자가 깊은 위로와 감동을 받았다며 N차 독서를 하고 인생 책으로 꼽는 책. 『나는 나로 살기로 했다』는 그야말로 출판 역사상 유례를 찾아보기 힘들 정도로 오랜 기간 압도적인 사랑을 받아온 한국 에세이의 자랑이다.',
    img: Img4,
  },
  {
    id: 5,
    bookTitle: '머리부터 천천히',
    author: '박솔뫼',
    salesQuantity: 16,
    price: 12000,
    detail:
      '나의 말이 너에게 닿기를 흩어져 있는 이야기들에게 손을 뻗으며 많은 이들의 이름을 불러보았다 희망 없는 세대와 미래 없는 시대를 사유하는 작가 박솔뫼가 네번째 장편소설 『머리부터 천천히』를 펴냈다. 다섯 권의 책을 내는 동안 박솔뫼는 문지문학상, 젊은작가상에 네 번 선정되었으며 문지문학상과 김승옥문학상을 수상했다. 이번 소설에서도 박솔뫼 특유의 ‘쉼 없이 흘러가다가 익숙해질 무렵 덜컥 변하는 리듬 같은 문체’와 “과거도 현재도 미래도 아닌 공간”(금정연)이 여전히 빛을 발한다.',
    img: Img5,
  },
  {
    id: 6,
    bookTitle: '호텔 프린스',
    author: '안보연 외 6명',
    salesQuantity: 20,
    price: 13000,
    detail:
      '책이 된 호텔, ‘소설가의 방’에 체크인하다호텔에서 피어난 아름다운 소설 실험! 은행나무 테마소설 시리즈 바통, 첫 번째 권누군가에게는 여행의 공간, 또 누구에게는 사색의 공간이자 일탈의 공간, ‘호텔’을 소재로 한 테마소설집 『호텔 프린스』가 출간되었다. 은행나무가 새로 시작하는 테마소설 시리즈 ‘바통’의 첫 번째 권이기도 하다. 안보윤, 서진, 전석순, 김경희, 김혜나, 이은선, 황현진, 정지향 등 한국문학을 이끌어가는 여덟 명의 젊은 소설가들이 각 작품 안에서 호텔이라는 사적이고 은밀한 공간에서 끊임없이 변주하는 인간의 내면을 예리하게 포착해냈다. 작가들의 내밀한 시선을 통해 ‘호텔’은 단지 머물다 가는 공간이 아닌, 인간과 인간, 이야기와 이야기들이 면면히 교감하는 문학적 공간으로 다시 태어난다.',
    img: Img6,
  },
  {
    id: 7,
    bookTitle: '나는 후회하는 삶을 그만두기로 했다',
    author: '쉬나 아이엔가',
    salesQuantity: 34,
    price: 17800,
    detail:
      '앞을 볼 수 없는 인도계 이민자 여성에서 선택 연구의 최고 권위자가 된 컬럼비아 대학교 쉬나 아이엔가 교수의 자전적 심리 에세이. TED 강연 누적 조회수 580만의 인기 강연이자 컬럼비아 대학교 최고의 강의로 선정되기도 한 쉬나 아이엔가 교수가 시력을 잃고 미국 내 인도계 이민자 커뮤니티에서 여성으로 살아오며 겪었던 갈등적 상황을 ‘선택’이라는 관점에서 풀어낸다. 하루에도 몇 번씩 찾아오는 선택의 순간에 자신의 선택을 후회하지 않을까 걱정하며 결정을 회피하는 햄릿증후군이 늘어나고 있는 까닭은 무엇일까. 왜 우리는 선택을 주저하고 선택 후에 후회하며 인생을 막다른 길로 내모는가. 저자는 자신의 삶과 인생을 건 연구/실험을 소개하며 선택이라는 딜레마를 이해하게 해준다. 더불어 내가 원하는 나다운 인생을 이끌게 만드는 선택의 기술과 방법을 한 편의 드라마 같은 자신의 삶의 이야기를 통해 들려준다.',
    img: Img7,
  },
  {
    id: 8,
    bookTitle: '숨 좀 쉬며 살아볼까 합니다',
    author: '스즈키 다이스케',
    salesQuantity: 18,
    price: 13500,
    detail:
      '“이제 절대로 애써 노력하지 않을 거야” 규칙광, 일중독 완벽주의자가 마흔한 살에 찾은 덜 완벽해서 더 괜찮은 인생『숨 좀 쉬며 살아볼까 합니다』는 마흔한 살에 뇌경색으로 쓰러진 뒤 삶이 바뀐 한 작가가 자신을 치밀하게 관찰해 기록한 에세이로 일본 아마존 논픽션 장기간 베스트셀러다. “책을 읽고 웃을 수 있는 건 저자가 살아 있기 때문”, “질병에서 회복해가는 과정을 세밀하게 기술한 감동적인 책”과 같이 많은 독자의 공감을 불러일으킨 이 책을 두고, 일본 최고의 지성 요로 다케시 교수는 “뇌의 변화를 자신이 직접 기록한 귀중한 이야기다”라고 극찬했다.이 책은 단순한 투병기나 감동 에세이가 아니다. 르포라이터인 저자가 뇌의 변화 때문에 자신에게 생긴 변화를 충실하고 처절하게 관찰, 기록한 에세이다. 뇌경색이 발병한 시점에서 시작해 6개월의 입원생활, 그리고 퇴원 후 일상까지, 불편한 뇌와 손으로 그날그날 자신의 상태와 심리를 촘촘히 취재, 기록했다는 점만으로도 독보적이다.',
    img: Img8,
  },
  {
    id: 9,
    bookTitle: '미드나잇 라이브러리',
    author: '매트 헤이저',
    salesQuantity: 50,
    price: 15800,
    detail:
      '밤 12시, 죽기 바로 전에만 열리는 마법의 도서관에서 인생의 두 번째 기회를 드립니다 국내 주요 서점 종합 베스트셀러 1위, 2021년 올해의 책 선정[뉴욕타임스] 베스트셀러 1위, 영국 아마존 종합 베스트셀러 1위매트 헤이그의 소설 『미드나잇 라이브러리』는 2021년 4월 출간 이후 10개월 만에 30만 독자의 마음을 사로잡으며 눈물과 웃음, 가슴 뭉클한 감동을 선사하고 있다. 죽기로 결심한 주인공 ‘노라 시드’가 삶과 죽음 사이에 존재하는 미스터리한 도서관 ‘미드나잇 라이브러리’에서 눈을 뜨며 인생의 두 번째 기회를 얻는 이 소설은, 노라의 가장 완벽한 삶을 찾는 모험을 따라가며 ‘살아 있음’과 ‘살아가는 것’에 대한 깊은 통찰을 보여준다.',
    img: Img9,
  },
  {
    id: 10,
    bookTitle: '서른 너머',
    author: '윤혜진',
    salesQuantity: 31,
    price: 13800,
    detail:
      '‘서른 너머’ 언저리에 ‘지난’을 돌이켜보고 고백하는 글이며, ‘떠나는 중’인 삶을 살고 있는 사람들과 나누는 글이다. 이 책은 작가가 ‘서른 너머’의 세상을 상상하지 못했으므로 내뱉었던 말들, ‘서른 너머’ 언저리에 닿아서 알게 된 생각들, 자신을 돌이켜 보고 남은 삶을 스스로에게 권유하는 결심들이다. 타인에게 말하기보다는 스스로의 ‘서른 너머’에 대해서 혹은 그 전에 했던 이야기들에 대한 회상이기도 하다. 이런 생각들이 그녀만의 생각이 아니라면 떠나는 중인 삶을 더 가볍게 껴안을 수 있겠구나 하는 생각으로, 자격 없는 누군가가 감히 인생에 대해 권고하는 글이 아니라 같은 시간에 도착했거나 예정 중인 사람들에게 이런 생각도 하는 여럿 중의 하나가 되었으면 하는 하나의 마음에서 비롯된 글이다. 그래서 수줍게 고백하는 글이다.',
    img: Img10,
  },
  {
    id: 11,
    bookTitle: '바람의 기록자',
    author: '헨닝 만켈',
    salesQuantity: 31,
    price: 15000,
    detail:
      '뮤진트리가 국내에 소개하는 헤닝 만켈의 여섯 번째 작품이자 만켈이 1995년에 발표한 소설이다. 이 소설의 주인공은 거리에서 사는 아이들이다. 별이 빛나는 열대의 밤하늘 아래 한 도시의 건물 지붕 위에서, 그 아이들의 리더인 넬리우가 총상을 입어 죽음을 눈앞에 두고 있다. 그 아이는 병원에 가서 생명을 구하는 대신 목숨이 남아 있는 아흐레 동안 자신이 살아온 이야기를 한다. 누가 겨우 열 살밖에 되지 않은 이 아이에게 총을 쏘았을까? 만켈은 “사람들은 일반적으로 거리의 아이들을 그들 삶의 비극이라는 관점에서 바라보는데, 그건 사실이지만 거기엔 또 다른 차원이 있다: 그들의 지혜, 존엄, 그리고 생존을 위한 엄청난 능력이 바로 그것이다.”라고 했다. 내전으로 피폐해진 아프리카, 어둡고 혼란스러운 세상에서 존재의 의미를 찾고자 분투하는 아이들의 투쟁 같은 삶이 밤하늘의 별처럼 아름답고 슬프게 다가온다.',
    img: Img11,
  },
  {
    id: 12,
    bookTitle: '불안이라는 위안',
    author: '김혜령',
    salesQuantity: 25,
    price: 14000,
    detail:
      '자아, 사회, 직장, 사랑, 가족… 불안이 없는 곳은 없다. 불안을 보살피는 일은 삶을 보살피는 일 어떤 사람이 그림자가 두렵고 싫어서 그것을 벗어나려고 달아났다. 그러나 빨리 달릴수록 그림자는 몸에 바짝 따라붙었다. 그래서 아직도 자기가 느린 탓이라 생각하고 더욱 힘껏, 쉬지 않고 내달리다가 그만 힘이 다해 죽고 말았다. 장자의 [어부편]에 나오는 이야기다. 자신의 그림자를 떼어낼 수 없는 것처럼 불안으로부터 영원히 도망갈 수 있는 방법은 없다. 유쾌하지 않은 감정, 나를 어둠 속에 가라앉게 만드는 감정 또한 나의 일부다. 그렇다면 한 번쯤은 똑바로 마주할 기회가 필요하다. 그래야만 나의 그림자와 나란히 걸어가는 방법을 찾을 수 있다',
    img: Img12,
  },
  {
    id: 13,
    bookTitle: '그때 알았더라면 좋았을 것들',
    author: '정여울',
    salesQuantity: 20,
    price: 19800,
    detail:
      '방황도 멋지게, 슬픔도 아름답게 즐기는 법에 대하여가슴속에 품어야 할 청춘의 키워드 2013년 5월에 출간된 정여울의 첫 에세이 『그때 알았더라면 좋았을 것들』과 2017년 4월 출간된 『그때, 나에게 미처 하지 못한 말』 두 권의 리커버에디션이 출간됐다. 『그때 알았더라면 좋았을 것들』은 베스트셀러 작가 정여울의 첫 번째 에세이로, 꿈, 취업, 인간관계 등 20대가 안고 있는 고민에 대해 공감 어린 조언을 담고 있으며 6년이 지난 지금까지도 많은 독자의 사랑을 받고 있다. 이후 선보인 『그때, 나에게 미처 하지 못한 말』은 작가가 자신의 30대를 반추하며 써 내려간 두 번째 에세이로, 30대의 고민의 무게를 함께 나누려는 작가의 마음을 오롯이 느낄 수 있다.『그때 알았더라면 좋았을 것들』은 방황, 여행, 타인, 직업, 배움, 행복, 탐닉, 재능, 멘토, 죽음 등 20대가 가슴속에 품어야 할 20개의 키워드를 통해 한번쯤 고민해봐야 할 인생의 메시지에 관해 이야기한다. 자신의 20대를 반추하며 풀어놓는 개인적인 경험과 인문학적 지식을 바탕으로 한 풍부한 이야기들은 단순한 위로와 공감을 넘어 삶의 의미에 대해 생각해볼 수 있는 시간을 제공한다.',
    img: Img13,
  },
  {
    id: 14,
    bookTitle: '비로소 내 마음의 적정 온도를 찾다',
    author: '정여울',
    salesQuantity: 12,
    price: 16800,
    detail:
      '더불어 직접 소로의 고향인 콩코드 지역과 월든 호수를 다녀온 기록을 생생한 사진으로 담아내 소로의 흔적과 정취를 느껴볼 수 있다.150년이 넘도록 최고의 고전으로 꼽히는 소로의 대표작 『월든』은 소로가 1847년부터 2년 2개월간 월든 호수 근처에 오두막을 짓고 생존에 필요한 최소한의 재화만으로 독립적이고 주체적인 개인으로 살아가는 삶을 담은 기록이다. 콘크리트로 점철된 도시에서 무한 경쟁에 내몰리며 과도한 노동과 불필요한 소비로 자신과 주변을 돌아볼 틈도 없이 살았던 저자는 『월든』을 통해 단 한 번뿐인 소중한 삶을 어떻게 나답고 진정성 있게 살아갈 것인지 깨달아 간다. 더불어 자연과 공생하며 살아간 소로의 삶을 살펴보며 심각한 기후위기에 직면한 오늘날 덜 먹고, 덜 쓰고, 덜 버리는 생활 등 일상에서 실천할 수 있는 행동이 무엇인지 경각심을 불러일으킨다.',
    img: basicImg,
  },
  {
    id: 15,
    bookTitle: '아프면 울어도 돼',
    author: '김도연',
    salesQuantity: 56,
    price: 18000,
    detail:
      '누구나 자신의 감정을 잘 안다고 생각한다. 그러나 그 감정을 받아들이는 대신 자책하거나 더 큰 분노로 덮어버려서 나중에는 내가 왜 화를 냈는지, 내가 왜 울었는지 잊곤 한다. 이 책은 다정한 서술, 위안을 주는 고양이 일러스트, 한 편의 산문이고 시와 같은 편집, 그리고 QR를 통한 차분한 목소리의 오디오클립으로 따라 하는 마음명상을 통해 자신의 감정의 상태와 이유를 알아채고, 받아들이고, 나아가 더 나은 방향으로 이끌어준다.',
    img: basicImg,
  },
  {
    id: 16,
    bookTitle: '어른의 행복은 조용하다',
    author: '태수',
    salesQuantity: 98,
    price: 17800,
    detail:
      '《1cm 다이빙》, 《홈 in 홈》으로 많은 사랑을 받았던 에세이스트 태수가 2년 만의 신작 《어른의 행복은 조용하다》로 돌아왔다. 이번 신작에서 저자 태수는 그동안 선보였던 이야기보다 한층 성숙하고 현명하게 삶의 행복에 가까워지는 방법에 대해 이야기한다. 새로운 것, 짜릿한 것, 남들보다 높은 곳에서 행복하고 싶어 발버둥치는 사람들에게 행복은 꼭 그런 데에만 있는 게 아니라 불행해지지 않는 것에서부터 출발한다고 조용히 일러준다.《어른의 행복은 조용하다》는 요란한 세상에서도 흔들리지 않고 내 삶을 살아가는 튼튼하고 단단한 태도를 담아냈다. 시끌벅적 기쁜 일을 찾아다니기보다도, 울 일이 없고 별다른 나쁜 일이 없는 하루를 만들어야 한다고 강조한다. 그랬을 때에야 비로소 진정한 행복이 우리 곁에 온다는 사실을 다시 한번 일깨워준다.',
    img: basicImg,
  },
  {
    id: 17,
    bookTitle: '기분이 태도가 되지 말자',
    author: '김수현',
    salesQuantity: 73,
    price: 16000,
    detail:
      '인생을 결정하는 건 바로 하루의 기분이다. 그날의 기분이 하루의 성과를 결정하고, 하루의 성과들이 모여 미래를 만들고 그 미래들이 곧 내 인생이 되기 때문이다. 감정을 조절하면 미래가 바뀐다. 이 책을 통해 자신의 감정을 현명하게 통제하는 방법을 배우고 인생을 바꾸는 계기가 되기를 바란다.',
    img: basicImg,
  },
  {
    id: 18,
    bookTitle: '나도 아직 나를 모른다',
    author: '허지원',
    salesQuantity: 48,
    price: 14800,
    detail:
      '‘내 본모습을 알면 모두 떠날 거야.’ ‘나를 싫어하면 어쩌지? 실패하면 어쩌지?’ ‘이렇게 사는 게 무슨 의미가 있을까…’ 낮은 자존감, 애정 결핍, 완벽주의, 불안과 우울 등 부정적인 감정에 휩싸여 스스로 시험에 들 때가 있다. 마음을 다잡고 남들처럼 살아보려고 심리학 책이나 자기계발서를 들춰보곤 하지만 ‘증상’은 나아질 기미가 없다. 무엇이 문제일까? 어떻게 해야 할까? 뇌과학 연구 성과를 통해 심적 고통의 과학적 원인을 밝히고, 임상심리학 상담 사례를 토대로 깜짝 놀랄 만큼 세심하고 친절한 위안을 건넨 『나도 아직 나를 모른다』가 최신 개정판으로 출간되었다. 그간의 연구 성과를 업데이트해 위로와 해법의 과학적 근거를 보강했다. 전문용어를 쉽게 풀어써 가독성을 한층 끌어올렸고, 책 전반에 걸쳐 글을 더욱 매끄럽게 다듬었다. 또, 과거와는 다른 새로운 미래를 써갈 용기를 북돋우는 5부에 두 꼭지(‘낙관주의와 희망 사이에서’ ‘이기는 싸움을 할 것’)를 추가해 위안과 희망의 메시지는 더욱 짙어졌다.',
    img: basicImg,
  },
  {
    id: 19,
    bookTitle: '도둑맞은 집중력',
    author: '요한 하리',
    salesQuantity: 59,
    price: 18800,
    detail:
      '★ 무더위와 집중력 도둑을 동시에 날려버릴 아이스 에디션 출간 ★ 30만 부 기념 특별 한정판 ★ 독자, 서점, 언론이 뽑은 올해의 책 1위 ★ 조승연, 유현준, 김겨울 추천 도서 ★“집중력 도둑 맞아서 아직 못 읽은 책, 이번 휴가 때 꼭 읽고 싶은 책 1위” 집중력 부족을 개인 탓, 도파민 탓이라고 생각했던 통념에서 깨어나 사회 시스템의 문제를 인식하자는 제안을 던진 책 『도둑맞은 집중력』이 30만 부 기념 특별 한정판 ‘아이스 에디션’으로 돌아왔다. 2023년 독자, 서점, 언론이 뽑은 올해의 책 1위이자 30만 독자가 선택한 책 『도둑맞은 집중력』은 위트 있는 독서 후기로도 화제가 되었다.',
    img: basicImg,
  },
  {
    id: 20,
    bookTitle: '언젠가 우리가 같은 별을 바라본다면',
    author: '차인표',
    salesQuantity: 71,
    price: 12000,
    detail:
      '『언젠가 우리가 같은 별을 바라본다면』은 고국을 떠나 70년 만에 필리핀의 한 작은 섬에서 발견된 쑤니 할머니의 젊은 시절을 담은 이야기이다. 작가는 우리나라가 일본에 주권을 빼앗긴 채 가난하고 핍박받던 시절을 맨몸으로 버텨 낸 우리 어머니의 어머니, 아버지의 아버지들의 이야기를 남기고자 집필을 시작했다. A4 용지 스무 장 분량으로 시작한 이야기는 10년의 집필 기간 동안 데이터 유실로 의지가 꺾이기도 하고 모든 것을 원점에서 복기하기를 반복하는 등 우여곡절을 겪은 후, 더욱 진정성과 사실에 근거한 서정적이고 아름다운 소설로 완성되었다.',
    img: basicImg,
  },
];
